Revit 2027 API
GroupTypeId.TranslationIn Property
 Translation in.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TranslationIn { get; }
Public Shared ReadOnly Property TranslationIn As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TranslationIn {
	ForgeTypeId^ get ();
}
static member TranslationIn : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace